13xforever.language-x86-64-assembly
adpyke.vscode-sql-formatter
alexkrechik.cucumberautocomplete
apollographql.vscode-apollo
bradymholt.pgformatter
bungcip.better-toml
casualjim.gotemplate
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dbankier.vscode-quick-select
eamodio.gitlens
EditorConfig.EditorConfig
EFanZh.graphviz-preview
eg2.vscode-npm-script
esbenp.prettier-vscode
foxundermoon.shell-format
hashicorp.terraform
jdinhlife.gruvbox
joaompinto.vscode-graphviz
johnpapa.vscode-peacock
justusadam.language-haskell
kumar-harsh.graphql-for-vscode
lunaryorn.fish-ide
matklad.rust-analyzer
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.vscode-typescript-tslint-plugin
ms-vscode.wordcount
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
neptunedesign.vs-sequential-number
ow.vscode-subword-navigation
redhat.vscode-yaml
ronnidc.nunjucks
skyapps.fish-vscode
Stephanvs.dot
timonwong.shellcheck
ue.alphabetical-sorter
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wmaurer.change-case
xabikos.JavaScriptSnippets
zxh404.vscode-proto3
